Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The reservoir quality in the gas zone was as expected, but somewhat poorer than expected in the oil zone.
nb: Reservoarkvaliteten var som forventet i gassonen, men noe dårligere i oljesonen.

source: Well 16/1-11 A was then drilled deeper into the structure.
nb: Brønn 16/1-11 A ble deretter boret lengre ned på strukturen.

source: The oil-water contact was determined using pressure measurements and fluid samples in the Skagerrak formation.
nb: Olje-vannkontakten ble fastsatt ved hjelp av trykkmålinger og væskeprøver i Skagerrakformasjonen.

source: This results in a 41-metre oil column in well 16/1-11 A.
nb: Dette resulterer i en oljekolonne på 41 meter i brønn 16/1-11 A.

source: A formation test was conducted in the technical sidetrack 16/1-11 T2.
nb: En formasjonstest ble gjennomført i det tekniske sidesteget 16/1-11 T2.

source: The maximum production rates were 175 and 525 Sm3 of oil per flow day through a 28/64 and 60/64 inch nozzle opening, respectively.
nb: Maksimum produksjonsrate var på 175 og 525 Sm3 olje per strømningsdøgn gjennom en henholdsvis 28/64 og 60/64 tommers dyseåpning.

source: Preliminary estimates indicate the size of the discovery as somewhere between 13.7 and 18.1 million Sm3 recoverable oil equivalents.
nb: Foreløpige beregning av størrelsen på funnet er mellom 13,7 og 18,1 millioner Sm3 utvinnbare oljeekvivalenter.

source: The licensees in production licence 001 B plan to mature the discovery with a view towards selecting a development concept during the course of 2010.
nb: Rettighetshaverne i utvinningstillatelsen 001 B tar sikte på å modne funnet fram mot et valg av utbyggingskonsept i løpet av 2010.

source: Appraisal wells 16/1-11 and 16/1-11 A were drilled to respective vertical depths of 2596 and 2566 metres below the sea surface, and both were terminated in the Skagerrak formation in the Upper Triassic.
nb: Avgrensningsbrønnene 16/1-11 og 16/1-11 A ble boret til et vertikalt dyp på henholdsvis 2596 og 2566 meter under havflaten, og ble begge avsluttet i Skagerrakformasjonen i øvre trias.

source: The water depth is 112 metres.
nb: Havdypet er 112 meter.

source: The wells were drilled by the Songa Delta drilling facility, which will now proceed to production licence 475 BS in the Norwegian Sea to drill wildcat well 6406/3-8, where Wintershall Norge ASA is the operator.
nb: Brønnene ble boret av boreinnretningen Songa Delta, som nå skal til utvinningstillatelse 475 BS i Norskehavet for å bore undersøkelsesbrønn 6406/3-8, der Wintershall Norge ASA er operatør.

source: The 16/1-8 oil discovery is located about 20 km east of the 15/3-1 S Gudrun discovery.
nb: Oljefunnet 16/1-8 er om lag 20 kilometer øst for funnet 15/3-1 S Gudrun.

source: The operator's estimate of resources in the discovery, prior to the drilling of well 16/1-13, was 15 million Sm3 recoverable oil equivalents.
nb: Operatørens ressursanslag for funnet før brønn 16/1-13 ble boret var på 15 millioner Sm3 utvinnbare oljeekvivalenter.

source: The objective of well 16/1-13 was to carry out further appraisal of the 16/1-8 discovery.
nb: Hensikten med brønn 16/1-13 var å foreta ytterligere avgrensing av funnet 16/1-8.

source: The well confirmed the oil/water contact and the extent of the discovery.
nb: Brønnen bekreftet olje/vann-kontakten og utstrekningen av funnet.

source: A 50-metre oil column was encountered in Jurassic reservoir rocks, with better reservoir quality than previously observed.
nb: Det ble påtruffet en 50 meter oljekolonne i jura reservoarbergarter med bedre reservoarkvalitet enn tidligere observert.

source: The operator will now evaluate the results, update the resource estimate and continue the planning process as regards field development.
nb: Operatøren vil nå evaluere resultatene, oppdatere ressursanslaget og fortsette planlegging med hensyn på feltutvikling.

source: This is the fourth exploration well in production licence 338.
nb: Dette er den fjerde letebrønnen i utvinningstillatelse 338.

source: The appraisal well was drilled to a vertical depth of 2275 metres below the sea surface, and was terminated in conglomerate Jurassic rocks.
nb: Avgrensningsbrønnen ble boret til et vertikalt dyp på 2275 meter under havflaten, og ble avsluttet i konglomeratiske jurabergarter.

source: The water depth at the site is 109 metres.
nb: Havdypet er 109 meter.

source: The well was drilled by the semi-submersible drilling facility Transocean Winner.
nb: Brønnen ble boret av den halvt nedsenkbare boreinnretningen Transocean Winner.

source: Following repair work after a fire on board the rig, the facility will proceed to production licence 359 in the North Sea to drill wildcat well 16/4-5, operated by Lundin Norway AS.
nb: Etter reparasjon/utbedringsarbeid etter en brann på riggen skal den til utvinningstillatelse 359 i Nordsjøen for å bore undersøkelsesbrønn 16/4-5 der Lundin Norway AS er operatør.

source: Press contact in the NPD: Eldbjørg Vaage Melberg tel.
nb: Pressekontakt i Oljedirektoratet: Eldbjørg Vaage Melberg tlf.

source: The well is being drilled about 4 km northwest of the 16/1-8 (”Luno”) oil discovery and 3 km south of the 16/1-9 (”Draupne”) oil discovery.
nb: Brønnen er boret om lag 4 kilometer nordvest for oljefunnet 16/1-8 (”Luno”) og 3 kilometer sør for oljefunnet 16/1-9 (”Draupne”).

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (the Hugin formation), as an extension of Draupne.
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Huginformasjon) som en forlengelse av Draupne.

source: As expected, the Hugin formation has good reservoir properties, but is dry.
nb: Huginformasjonen har som forventet gode reservoaregenskaper, men er tørr.

source: However, oil was encountered in two reservoir levels above the Hugin formation.
nb: Det ble imidlertid påtruffet olje i to reservoarnivåer over Huginformasjonen.

source: One of the levels has an oil column of approximately ten metres in the Lower Cretaceous/Upper Jurassic sandstone layers, with good reservoir quality.
nb: Det ene nivået har en om lag ti meter oljekolonne i nedre kritt/øvre jura sandsteinslag med god reservoarkvalitet.

source: The other level has a total of about 40 gross metres of oil column in Paleocene sandstone strata (the Heimdal formation) with variable reservoir quality.
nb: Det andre nivået har til sammen rundt 40 meter brutto oljekolonne i paleocen sandsteinslag (Heimdalformasjonen) med vekslende reservoarkvalitet.

source: The oil in the Heimdal formation is of the same type as in ”Luno”, while the underlying oil in the Lower Cretaceous/Upper Jurassic is very light.
nb: Oljen i Heimdalformasjonen er av samme type som i ”Luno”, mens den underliggende oljen i nedre kritt/øvre jura er svært lett.

source: Preliminary estimates indicate that the size of the discoveries are between 2 and 10 million standard cubic metres (Sm3) recoverable oil in production licence 338.
nb: Foreløpige beregninger av størrelsen på funnene er mellom 2 og 10 millioner standard kubikkmeter (Sm3) utvinnbar olje innenfor utvinningstillatelse 338.

source: The discoveries will require further delineation before the licensees in the production licence can assess these together with other nearby discoveries.
nb: Funnene vil kreve nærmere avgrensing før rettighetshaverne i utvinningstillatelsen kan vurdere disse sammen med andre funn i nærheten.

source: 16/1-14 was drilled to a vertical depth of 2550 metres below the sea surface, and was terminated in the Skagerrak formation in the Upper Triassic.
nb: 16/1-14 ble boret til et vertikalt dyp av 2550 meter under havflaten, og ble avsluttet i Skagerrakformasjonen i øvre trias.

source: Water depth at the site is 110 metres.
nb: Havdypet er 110 meter.

source: Well 16/1-14 was drilled by the Transocean Winner drilling facility, which will now proceed to production licence 409 in the North Sea to drill wildcat well 16/7-9 where Lundin Norway is the operator.
nb: Brønn 16/1-14 ble boret av boreinnretningen Transocean Winner som skal til utvinningstillatelse 409 i Nordsjøen for å bore undersøkelsesbrønn 16/7-9 der Lundin Norway er operatør.

source: The well was drilled about 25 km east of the 16/1-8 (Luno) oil discovery in the North Sea.
nb: Brønnen er om lag 25 kilometer øst for oljefunnet 16/1-8 (Luno) i Nordsjøen.

source: The well’s primary exploration target was to prove petroleum in Upper Jurassic reservoir rocks (the Hugin formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (Huginformasjonen).

source: The secondary exploration target was to prove petroleum in reservoir rocks in the Lower Paleocene (the Ty formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i nedre paleocen (Tyformasjonen).

source: Oil was proven in a 17-metre column in the Draupne and Hugin formation in the Upper to Middle Jurassic, while the Ty formation lacked reservoir development.
nb: Det ble påvist olje i en 17 meter kolonne i Draupne - og Huginformasjonen i øvre til midtre jura, mens Tyformasjonen manglet reservoarutvikling.

source: Preliminary estimates of proven recoverable oil are 15 million standard cubic metres (Sm3) with an upside of about 60 million Sm3, which will require further delineation in the production licence.
nb: Foreløpig beregning av påvist utvinnbar olje er 15 millioner standardkubikkmeter (Sm3), med en oppside på om lag 60 millioner Sm3 som vil kreve ytterligere avgrensing i utvinningstillatelsen.

source: The gas/oil ratio is calculated at 40 Sm3/Sm3.
nb: Gass/oljeforholdet er beregnet til 40 Sm3/Sm3.

source: A successful formation test has been performed.
nb: En vellykket formasjonstest er gjennomført.

source: The production rate was 780 Sm3 of oil per flow day through a 52/64-inch nozzle.
nb: Produksjonsraten var på 780 Sm3 olje per strømningsdøgn gjennom en 52/64 tommers dyseåpning.

source: The test showed very good flow properties.
nb: Testen viste meget gode strømningsegenskaper.

source: The licensees in production licence 501 are considering further rapid delineation drilling on the discovery.
nb: Rettighetshaverne i utvinningstillatelse 501 vurderer videre rask avgrensingsboring av funnet.

source: The well was drilled to a vertical depth of 2132 metres below the sea surface, and was terminated in the Zechstein group in the Upper Permian.
nb: Brønnen ble boret til et vertikalt dyp av 2132 meter under havflaten, og ble avsluttet i Zechstein gruppen i øvre perm.

source: The water depth at the site is 115 metres.
nb: Havdypet er 115 meter.

source: Well 16/2-6 was drilled by the Transocean Winner, which will now proceed to production licence 338 in the North Sea to drill wildcat well 16/1-14, where Lundin Norway AS is the operator.
nb: Brønn 16/2-6 ble boret av Transocean Winner som nå skal til utvinningstillatelse 338 i Nordsjøen for å bore undersøkelsesbrønn 16/1-14 der Lundin Norway AS er operatør.

source: All seismic surveys are now reported in a new format under a new system.
nb: Alle seismiske undersøkelser rapporteres nå inn i et nytt format og system.

source: This information is available on the NPD's FactPages Version 2, and the NPD's FactMaps.
nb: Denne informasjonen er tilgjengelig på ODs Faktasider versjon 2, og ODs Faktakart.

source: Visit the Factmaps to view the seismic acquisition activity underway right now, click here.
nb: For å se de seismiske innsamlingene på Faktakartene som foregår akkurat nå, klikk her.

source: If you are interested in a particular area use the "+" button in the tools map on the top right corner.
nb: Hvis du er interessert i et spesielt område bruk "+"-knappen i verktøymenyen øverst til høyre.

source: Use your mouse to mark the area.
nb: Merk området ved hjelp av musen.

source: If you want more information about a specific seismic data acquisition activity, select "Seismic acquisition" as active (use the round button).
nb: Ønsker du mer informasjon om en survey, velg "Seismic acquisition" som aktiv (bruk den runde knappen).

source: Press the "I" button on the tools menu.
nb: Trykk på "I" knappen i verktøymenyen.

source: Then use the mouse to click within the specific seismic data acquisition activity.
nb: Trykk deretter med musen innenfor den aktuelle surveyen.

source: The well was drilled about 40 kilometres northeast of the Sleipner fields and 8-10 kilometres south of the 16/1-8 and 16/1-12 oil discoveries.
nb: Brønnen ble boret om lag 40 kilometer nordøst for Sleipnerfeltene og 8-10 kilometer sør for oljefunnene 16/1-8 og 16/1-12.

source: The objective of the well was to prove petroleum in reservoir rocks from the Lower Cretaceous/Jurassic, south of the 16/1-12 discovery.
nb: Hensikten med brønnen var å påvise petroleum i nedre kritt/jura reservoarbergarter sør for funnet 16/1-12.

source: In the projected reservoir level, the well encountered sedimentary rocks without reservoir quality over jointed granite bedrock.
nb: I det prognoserte reservoarnivået påtraff brønnen sedimentære bergarter uten reservoarkvalitet over oppsprukket granittisk grunnfjell.

source: The bedrock contained a large percentage of cemented joints.
nb: Grunnfjellet inneholdt en stor andel sementerte sprekker.

source: Traces of oil were proved where the joints were open.
nb: Der sprekkene var åpne, ble det påvist spor av olje.

source: Comprehensive data acquisition and sampling has been carried out.
nb: Det er utført omfattende datainnsamling og prøvetaking.

source: The well is the first exploration well in production licence 359.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 359.

source: The license was awarded in APA 2005.
nb: Tillatelsen ble tildelt i TFO 2005.

source: The well was drilled to a vertical depth of 1994 metres below the surface of the sea and was terminated in granite bedrock.
nb: Brønnen ble boret til et vertikalt dyp på 1994 meter under havnivå, og ble avsluttet i granittisk grunnfjell.

source: The water depth at the site is 104 metres.
nb: Havdypet er 104 meter.

source: Well 16/4-5 was drilled with the semi-submersible drilling facility Transocean Winner, which will now proceed to production licence 316 DS in the North Sea to drill wildcat well 9/2-11, where Talisman Energy Norge AS is the operator.
nb: Brønn 16/4-5 ble boret med den halvt nedsenkbare boreinnretningen Transocean Winner, som nå skal til utvinningstillatelse 316 DS i Nordsjøen for å bore undersøkelsesbrønn 9/2-11 der Talisman Energy Norge AS er operatør.

source: The well, which was dry, was drilled about 24 kilometres southeast of the Gyda field in the North Sea.
nb: Brønnen, som var tørr, ble boret om lag 24 kilometer sørøst for Gydafeltet i Nordsjøen.

source: The objective of the well was to prove petroleum in Upper Jurassic reservoir rocks (the Ula formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (Ulaformasjonen).

source: Reservoir sandstone was not encountered.
nb: Reservoarsandstein ble ikke påtruffet.

source: This is the first exploration well in production licence 332.
nb: Dette er den første letebrønnen i utvinningstillatelse 332.

source: Well 2/2-6 was drilled to a vertical depth of 4062 metres below the sea surface, and was terminated in rocks equivalent to the Ula formation in the Upper Jurassic.
nb: Brønn 2/2-6 ble boret til et vertikalt dyp av 4062 meter under havoverflaten og ble avsluttet i bergarter ekvivalent med Ulaformasjonen i øvre jura.

source: Water depth at the site is 64 metres.
nb: Vanndypet er 64 meter.

source: The well was drilled by the Mærsk Guardian drilling facility, which will now proceed to production licence 406 in the North Sea to drill wildcat well 9/1-1 for Premier Oil Norge AS.
nb: Brønnen ble boret av boreinnretningen Mærsk Guardian som nå skal til utvinningstillatelse 406 i Nordsjøen for å bore undersøkelsesbrønn 9/1-1 for Premier Oil Norge AS.

source: ABC of oil
nb: Oljeordliste

source: FactPages and FactMaps – technical information
nb: Faktasider og faktakart – teknisk informasjon

source: The well has been drilled about 75 km north of the Sleipner field.
nb: Brønnen er boret om lag 75 km nord for Sleipnerfeltet.

source: The primary exploration target for the well was to prove petroleum in the Upper Jurassic (the Draupne formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura (Draupneformasjonen).

source: The secondary exploration target was to prove petroleum in the Middle Jurassic (the Hugin formation).
nb: Sekundært letemål var å påvise petroleum i midtre jura (Huginformasjonen).

source: The well encountered the Draupne formation with considerably thinner and poorer reservoir rocks than expected.
nb: Brønnen påtraff Draupneformasjonen med betydelig tynnere og dårligere reservoarbergart enn forventet.

source: The secondary target encountered about 100 m dense, cemented sandstone.
nb: I sekundært mål ble det påtruffet omlag 100 m tett, sementert sandstein.

source: The well is the second exploration well in production licence 341.
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 341.

source: The production licence was awarded in APA 2004.
nb: Tillatelsen ble tildelt i TFO 2004.

source: The well was drilled to a depth of 5050 metres below the sea surface and terminated in Middle Jurassic rocks (the Vestland group).
nb: Brønnen ble boret til et dyp av 5050 meter under havflaten og avsluttet i bergarter av mellomjura alder (Vestlandsgruppen).

source: Well 24/12-6 S was drilled using the Songa Delta drilling facility which will now proceed to production licence 378 in the North Sea, where Wintershall Norway ASA is the operator.
nb: Brønn 24/12-6 S ble boret med boreinnretningen Songa Delta som nå skal til utvinningstillatelse 378 i Nordsjøen der Wintershall Norge ASA er operatør.

source: The wells are being drilled about 20 kilometres northwest of the shutdown Frøy field in the North Sea, which is a potential candidate for redevelopment.
nb: Brønnene er boret om lag 20 kilometer nordvest for det nedstengte Frøyfeltet i Nordsjøen, som er aktuelt for gjenutbygging.

source: The primary exploration target for the wildcat well was to prove petroleum in Lower Eocene to Upper Paleocene reservoir rocks (the Frigg and Odin formations).
nb: Primært letemål for undersøkelsesbrønnen var å påvise petroleum i nedre eocen til øvre paleocen reservoarbergarter (Frigg- og Odinformasjonene).

source: The secondary exploration target was to prove petroleum in the Upper to Middle Paleocene (the Hermod and Heimdal formations).
nb: Sekundært letemål var å påvise petroleum i øvre til midtre paleocen (Hermod- og Heimdalformasjonene).

source: Wildcat well 25/1-11 encountered a 9-metre oil column in reservoir sandstones with very good reservoir quality belonging to the Frigg formation.
nb: Undersøkelsesbrønn 25/1-11 påtraff en 9 meter oljekolonne i reservoarsandsteiner med meget god reservoarkvalitet tilhørende Friggformasjonen.

source: Appraisal well 25/1-11 A was drilled towards the top of the structure.
nb: Avgrensningsbrønn 25/1-11 A ble boret mot toppen av strukturen.

source: The well delineated the oil discovery and encountered an 11-metre hydrocarbon column with a 10-metre oil column and a one-metre gas column in reservoir sandstones similar to the ones in the wildcat well.
nb: Brønnen avgrenset oljefunnet, og påtraff en 11 meter hydrokarbonkolonne, med 10 meter oljekolonne og en meter gasskolonne i tilsvarende reservoarsandsteiner som i undersøkelsesbrønnen.

source: This results in a total oil column of 19 metres.
nb: Dette gir en total oljekolonne på 19 meter.

source: Both the Hermod and Heimdal formations were dry, but the wells encountered reservoir rocks with good reservoir quality.
nb: Hermod- og Heimdalformasjonen var begge tørre, men brønnene påtraff reservoarbergarter med god reservoarkvalitet.

source: Preliminary estimates indicate the size of the discovery at between 1 and 2 million Sm3 of recoverable oil.
nb: Foreløpig beregning av størrelsen på funnet er mellom 1 og 2 millioner Sm3 utvinnbar olje.

source: The licensees in production licence 460 will evaluate the discovery together with other nearby discoveries and fields, with a view towards future development.
nb: Rettighetshaveren i utvinningstillatelse 460 vil vurdere funnet sammen med andre funn og felt i nærheten med tanke på framtidig utbygging.

source: The wells are the two first exploration wells in the licence, which was awarded on 28 February 2008 (APA2007).
nb: Brønnene er de to første letebrønnene i tillatelsen, som ble tildelt 28. februar2008 (TFO2007).

source: Wells 25/1-11 and 25/1-11 A were drilled to vertical depths of 2298 metres and 2225 metres respectively, and both were terminated in the Heimdal formation in the Middle Paleocene.
nb: Brønnene 25/1-11 og 25/1-11 A ble boret til et vertikalt dyp på henholdsvis 2298 meter og 2225 meter under havoverflaten, og begge ble avsluttet i Heimdalformasjonen i midtre paleocen.

source: The water depth at the site is 107 metres.
nb: Havdypet er 107 meter.

source: The wells were drilled by the Aker Barents drilling facility, which will now proceed to production licence 326 in the Norwegian Sea, where A/S Norske Shell is the operator, to drill appraisal well 6604/10-1.
nb: Brønnene ble boret av boreinnretningen Aker Barents, som nå skal til utvinningstillatelse 326 i Norskehavet der A/S Norske Shell er operatør for å bore avgrensningsbrønn 6604/10-1.

source: Det norske oljeselskap ASA (Det norske) carried out the drilling activity on behalf of ExxonMobil.
nb: Det norske oljeselskap ASA (Det norske) utførte boringen på vegne av ExxonMobil.

source: The objective of the well was to prove petroleum in Lower Triassic reservoir rocks (the Skagerrak formation).
nb: Hensikten med brønnen var å påvise petroleum i nedre trias reservoarbergarter (Skagerrakformasjon).

source: The well was drilled to a vertical depth of 2473 metres below the sea surface and was terminated in the Zechstein group in the Upper Permian.
nb: Brønnen ble boret til et vertikalt dyp av 2473 meter under havflaten og ble avsluttet i Zechstein gruppen i øvre perm.

source: Water depth at the site is 123 metres.
nb: Havdypet er 123 meter.

source: Well 25/10-10 was drilled by the Aker Barents drilling facility, which will now proceed to production licence 460 in the North Sea to continue the drilling of wildcat well 25/1-11, where Det norske is the operator.
nb: Brønn 25/10-10 ble boret av boreinnretningen Aker Barents som nå skal til utvinningstillatelse 460 i Nordsjøen for å fortsette boringen av undersøkelsesbrønn 25/1-11 der Det norske er operatør.

source: The well is located about 20 kilometres northeast of the Heimdal field in the North Sea.
nb: Brønnen er om lag 20 kilometer nordøst for Heimdalfeltet i Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in the Middle Jurassic reservoir rocks (the Brent group).
nb: Primært letemål for brønnen var å påvise petroleum i midtre jura reservoarbergarter (Brentgruppen).

source: The secondary target was to prove petroleum in the Lower Jurassic reservoir rocks (the Statfjord formation).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (Statfjordformasjonen).

source: A gas column of 70 metres was encountered in the Brent group with better reservoir rocks and reservoir quality than expected.
nb: Det ble påtruffet en gasskolonne på 70 meter i Brentgruppen med bedre reservoarbergarter og reservoarkvalitet enn forventet.

source: The Statfjord formation also has good reservoir properties, but it is water-bearing.
nb: Statfjordformasjonen har også gode reservoaregenskaper, men er vannførende.
